;
;  Muutama sääntö kääntäjälle:
;  Kun aloitat käännöstyön - kopioi english.ini omalle kielellesi (esim. finnish.ini)
;  Käännä vain teksti ' = ' merkin jälkeen
;  Älä muokkaa riviä: ReadHabit=Left-to-right
; Wise Data Recovery
; TranslationAuthor: penaV
; TranslationAuthorEmail: penav@outlook.com
; Soft Version: 4.11
; Lang. Update: 2018-Dec-12
;
[Translation]
LangCode=040B
ReadHabit=Left-to-right
LanguageName=FIN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET


Information=Tietoja Päivityksestä
Warning=Varoitus
Error=Virhe
Confirm=Vahvista
pmCheckMsg=Auto tarkista Uutiset
pmforum=Keskustelualueelle
pmHelp=Suoraa Apua
pmContact=Ota yhteyttä Meihin
pmHome=Kotisivulle
pmCheckNew=Tarkista Päivitykset
pmLang=Kielet
pmAbout=Tietoja Meistä
pmRestore=Palauta tämä kohde
pmselectall=Valitse kaikki
pmselectnone=Ei mitään
pmselectinvert=Käänteinen valinta
FrmFRMain.lblTree.caption=Tiedostokansio
FrmFRMain.btnlikeit.caption=Tykkään
FrmFRMain.btnfeedback.caption=Ehdotukset ja Palaute
FrmFRMain.btnsearch.caption=Etsi
FrmFRMain.btnrestore.caption=Palauta
FrmFRMain.btnsearchcancel.caption=Peruuta
FrmFRMain.btnemail.hint=Jaa Wise Data Recoveryä ystävillesi
FrmFRMain.btnfacebook.hint=Tykkää WiseCleanerista Facebookissa
FrmFRMain.btntwitter.hint=Jaa Wise Data Recoveryä Twitterissä
;
; About - Tietoja
;
FrmFRAbout.caption=Tietoja Ohjelmasta ja Meistä
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Nykyinen Versio:
FrmFRAbout.lblemail.caption=Tuen Sähköposti:
FrmFRAbout.lblhome.caption=Kotisivu:
FrmFRAbout.lblthank.caption=Kiitos seuraaville henkilöille heidän avusta:

[Edit]
pmcut=Leikkaa
pmcopy=Kopioi
pmpaste=Liitä
pmdelete=Poista
pmselectall=Valitse kaikki

[GUI]
ButtonYes=Kyllä
ButtonNo=Ei
ButtonOK=Ok
ButtonMinimize=Pienennä
ButtonMaximize=Suurenna
ButtonClose=Sulje
ButtonRestore=Palauta
ButtonMenu=Valikko
ButtonDelete=Poista

[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Tiedosto nimi
FrmFRMain.lstFile.headitems[1]=Tiedosto koko
FrmFRMain.lstFile.headitems[2]=Käytetty viimeksi
FrmFRMain.lstFile.headitems[3]=Palautettavuus
FrmFRMain.lstFile.headitems[4]=Polku
Scanning=Etsitään...
Filtering=Suodatetaan...
KeyWord=Anna hakumäärite
Images=Kuvatiedostot
Audios=Äänitiedostot
Videos=Videot
Document=Asiakirjat
Compressed=Pakatut tiedostot
Email=Sähköpostit
AllFiles=Kaikki tiedostot
AllFolders=Kaikki kansiot
SelectDir=Valitse kansio jonne palautettavat tiedostot tallennetaan
NoSameDrive=Valitse toinen asema palautettaville välttääksesi tiedostojen ylikirjoituksen.
ScanStopped=Etsintä on keskeytetty.
Good=Hyvä
Poor=Huono
VeryPoor=Erittäin Huono
Lost=Hävinnyt
ItemList=Löytyi %d poistettua tiedostoa.


[message]
OpenPreview=Näytä esikatselu
ClosePreview=Sulje esikatselu
NoPreview=Esikatselua ei saatavilla.
NoNewVer=Onnittelut! Käytät viimeisintä versiota!
RecoveryDone=Tiedostojen Palautus on päättynyt.
TranslateTo=Käännetty kielille...
NewVer=Uusi versio saatavilla! Haluatko päivittää nyt?
